[lang-fr]
模块帮助有变更 = Module d'aide a changé
警告：模块帮助未能稳定更新，如果你看到了这个消息，请联系雪星（QQ:997596439, 邮箱： snomiao@gmail.com） = Avertissement : L'aide du module n'a pas pu être mise à jour de manière stable. Si vous voyez ce message, veuillez contacter Xue Xing (QQ : 997596439, e-mail : snomiao@gmail.com).
加载模块帮助： = Chargement de l'aide du module :
跳过模块： = Sauter le module :
运行模块： = Exécuter le module :
请勿直接编辑本文件，以下内容由核心加载器自动生成。雪星/(20210318) = Veuillez ne pas modifier ce fichier directement, le contenu suivant est généré automatiquement par le chargeur principal. Xuexing/(20210318)
Unable to write ModulesRunner.ahk, if you are install with chocolatey, run me as admin at the first time please. = Impossible d'écrire ModulesRunner.ahk, si vous avez installé avec chocolatey, exécutez-moi en tant qu'administrateur la première fois s'il vous plaît.
注意：未能写入模块运行器，如果使用 chocolatey 首次安装后，请以管理员权限运行。 = Remarque : Échec de l'écriture dans le module runner, si vous utilisez chocolatey pour la première installation, veuillez exécuter en tant qu'administrateur.
加载模块帮助遇到错误。 = Erreur lors du chargement de l'aide du module.
已为你打开 CapsLockX 主页，请手动更新 CapsLockX = La page d'accueil de CapsLockX a été ouverte pour vous, veuillez mettre à jour CapsLockX manuellement.
CapsLockX 错误 = « Erreur CapsLockX »
CapsLockX 异常退出，是否重载？ = CapsLockX a quitté de manière inattendue, voulez-vous le recharger ?
CapsLockX 退出 = « CapsLockX quitter »
CapsLockX 已退出。 = CapsLockX a quitté.
Anki导入 = « Importation Anki »
获取到 = « Obtenu »
没有获取到剪贴板的内容 = Impossible d'obtenir le contenu du presse-papiers
错误 = « Erreur »
未找到OneNote窗口 = « Fenêtre OneNote introuvable »
Switch to diary tab = Passez à l'onglet journal
Wait for title change after switching tabs = Attendez le changement de titre après avoir changé d'onglet
Navigate to end of notebook = Accédez à la fin du carnet
Wait for title change after navigation = « Attendre le changement de titre après la navigation »
搜索结果窗口不正确 = Fenêtre de résultats de recherche incorrecte
条笔记链接已复制 = Le lien de la note a été copié
OneNote 内容未能复制成功，5秒内按 Ctrl + C 可手动复制并尝试继续流程 = Le contenu OneNote n'a pas pu être copié avec succès, appuyez sur Ctrl + C dans les 5 secondes pour copier manuellement et essayer de continuer le processus.
OneNote 内容未能复制成功 = Échec de la copie du contenu OneNote
超时未按下Alt键 = Délai d'attente dépassé sans appuyer sur la touche Alt
超时未放开Alt键 = Alt touche non relâchée après expiration du délai
复制失败 = Échec de la copie
使用 Win+Alt+H 快速启动讯飞语音悬浮窗（默认启用） = Utilisez Win+Alt+H pour lancer rapidement la fenêtre flottante de reconnaissance vocale iFlytek (activé par défaut)
你似乎还没有安装讯飞语音输入法，是否现在下载安装包并【手动安装】到默认目录？ - [讯飞输入法官网 - 更好用的手机输入法，提供专业输入法定制解决方案！]( https://srf.xunfei.cn/\#/ ) = Il semble que vous n'ayez pas encore installé le clavier vocal iFlytek. Voulez-vous télécharger et installer le package maintenant dans le répertoire par défaut ? - [Site officiel du clavier iFlytek - Un clavier mobile plus pratique, offrant des solutions de personnalisation professionnelles !](https://srf.xunfei.cn/\#/)
CLX BrainStorm 的功能激活碼，填FREE使用免費版本 = Code d'activation des fonctionnalités de CLX BrainStorm, entrez FREE pour utiliser la version gratuite
Brainstorm 上次提问 = « Brainstorm 上次提问 »
訪問官方網站来取得激活碼，在此輸入，或者填 FREE 使用免費版，網址如下： = Visitez le site officiel pour obtenir le code d'activation, entrez-le ici, ou tapez FREE pour utiliser la version gratuite, l'adresse est la suivante :
激活碼輸入 = « Saisir le code d'activation »
回邮件：选中一段邮件，输入 >> Reply this email = Répondre à l'e-mail : sélectionnez un passage de l'e-mail, entrez >> Répondre à cet e-mail
翻译：选中一段文字，输入 >> Translate to English/翻译到繁体中文/简体中文 = Traduction : Sélectionnez un texte, entrez >> Traduire en anglais / Traduire en chinois traditionnel / Traduire en chinois simplifié
总结：选中一段文字，输入 >> Summary = Résumé : Sélectionnez un texte, entrez >> Résumé
提问：选中一段文字，输入 >> Question = « Sélectionnez un texte, puis entrez >> Question »
以下为提問内容 = « Voici le contenu de la question »
请輸入文本指令 = « Veuillez entrer les instructions textuelles »
Going to Ask AI = « Aller demander à l'IA »
Asking AI = « Demander à l'IA »
Ready to Ask AI = Prêt à demander à l'IA
请检查激活码是否正确 = Veuillez vérifier si le code d'activation est correct.
请等待一段时间后再试 = Veuillez réessayer après un certain temps.
Unknown Error = « Erreur inconnue »
Fail to ask ai = Échec de demander à l'IA
Waiting Answer... = En attente de réponse...
Chat streaming stopped, Copied to Clipboard, Press [ESC] to hide. = Diffusion de chat arrêtée, Copié dans le presse-papiers, Appuyez sur [ÉCHAP] pour masquer.
Copied to Clipboard, Press [ESC] to hide. = Copié dans le presse-papiers, appuyez sur [ÉCHAP] pour masquer.
Press [ESC] to stop. = Appuyez sur [ÉCHAP] pour arrêter.
使用IJKL滚轮移动滚轮，比RF多一个横轴。 = Utilisez la molette IJKL pour déplacer la molette, avec un axe horizontal de plus que RF.
HJKL光标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = HJKL curseur accélération taux, par défaut 1, si vous voulez ralentir, changez-le à 0,5 ou similaire
U:PageDown I:PageUP 翻页速率 = « U:PageDown I:PageUP Vitesse de défilement »
Tab速率 = Taux de tabulation
右手 \][ 模拟Windows键和 Alt + Tab， 具体用法参见LaptopKeyboardFix 模块说明，默认启用 = Main droite \][ Simule la touche Windows et Alt + Tab, pour l'utilisation spécifique, voir la description du module LaptopKeyboardFix, activé par défaut
禁用模拟鼠标模块 = Désactiver le module de simulation de souris
使用 SendInput 方法提高模拟鼠标点击、移动性能 = Utilisez la méthode SendInput pour améliorer les performances de simulation des clics et mouvements de la souris
使用 Windows API 强势提升模拟鼠标移动性能 = Utiliser l'API Windows pour améliorer considérablement les performances de simulation de mouvement de la souris
使用 Windows API 强势提升模拟鼠标滚轮性能（目前有bug不建议启用） = Utilisez l'API Windows pour améliorer considérablement les performances de la molette de la souris (actuellement, il est déconseillé de l'activer en raison de bugs)
启用自动粘附各种按钮，编辑框 = Activer l'adhérence automatique pour divers boutons et zones de texte.
撞上屏幕边界后停止加速 = Après avoir heurté le bord de l'écran, arrêtez d'accélérer
是否根据屏幕 DPI 比率缩放鼠标速度 = Faut-il ajuster la vitesse de la souris en fonction du taux de DPI de l'écran ?
鼠标加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = Taux d'accélération de la souris, par défaut 1, si vous voulez ralentir, changez-le à 0,5 ou quelque chose du genre
滚轮加速度比率, 默认为 1, 你想慢点就改成 0.5 之类 = Le taux d'accélération de la molette est par défaut de 1, si vous voulez ralentir, changez-le à 0,5 ou quelque chose de similaire.
EvalJS 模块 = « EvalJS module »
正在启动 NodeJS 筆記服務... = Démarrage du service de notes NodeJS...
NodeJS 服务已启动。 = NodeJS service a démarré.
执行失败，未能写入脚本文件 = Échec de l'exécution, impossible d'écrire le fichier de script.
暂停 = Pause
CapsLockX 已暂停 = CapsLockX est en pause
CapsLockX 已恢复 = « CapsLockX a été restauré »
CapsLockX 载入成功 = « CapsLockX chargé avec succès »
CapsLockX 重载模块 = « Module de rechargement CapsLockX »
检测到配置更改，是否软重载？ = Changement de configuration détecté, voulez-vous recharger en douceur ?
检测到配置更改，正在自动软重载。 = Changement de configuration détecté, rechargement en douceur automatique en cours.
检测到配置更改，正在自动重载。 = Changement de configuration détecté, rechargement automatique en cours.
检测到配置更改，是否重载？ = Des modifications de configuration ont été détectées, voulez-vous recharger ?
已在Startup文件夹添加CLX的开机自启动，请确认。 = CLX a été ajouté au dossier de démarrage pour un démarrage automatique, veuillez confirmer.
首次启动？若想重新进入首次使用教学，请改为 1 并保存，然后使用 Ctrl+Alt+\ 重载 CapsLockX。 = Démarrage initial ? Si vous souhaitez réinitialiser l'instruction de premier usage, veuillez changer pour 1 et sauvegarder, puis utilisez Ctrl+Alt+\ pour recharger CapsLockX.
启动时显示配置窗口 = Afficher la fenêtre de configuration au démarrage
Edit config.ini = « Modifier config.ini »
Reload CapsLockX = « Recharger CapsLockX »
Exit CapsLockX = « Quitter CapsLockX »
你可以按 'CapsLockX +, ' （CLX+逗号） 打开此窗口 = Vous pouvez ouvrir cette fenêtre en appuyant sur 'CapsLockX +, ' (CLX+virgule)
当前配置目录： = « Répertoire de configuration actuel : »
CLX脚本交流群： QQ群 100949388 、 Telegram 群 https://t.me/capslockx 、微信群: 添加 @snomiao 拉你 = CLX script group chat: QQ group 100949388, Telegram group https://t.me/capslockx, WeChat group: add @snomiao to be invited
作者: 雪星 ( Snowstar Miao <snomiao@gmail.com> ) = Auteur : 雪星 ( Snowstar Miao <snomiao@gmail.com> )
确定 = Confirmer
打开BUG反馈与建议页面 = Ouvrir la page de retour de bugs et suggestions
打开官方文档 = Ouvrir la documentation officielle
添加开机自动启动 = Ajouter au démarrage automatique
取消开机自动启动 = Retirer du démarrage automatique
配置文件编辑 = Édition du profil
重新載入CapsLockX = « Recharger CapsLockX »
启用番茄时钟，每25分钟休息5分钟·。 = Activez le minuteur Pomodoro, faites une pause de 5 minutes toutes les 25 minutes.
使用 CapsLock 作为引导键（默认启用） = Utiliser CapsLock comme touche de modification (activé par défaut)
使用 Space 作为引导键（默认启用） = Utiliser la barre d'espace comme touche de commande (activé par défaut)
请求管理员权限（权限受限时，鼠标模拟等功能无法正常运行，如果不需要管理权限下的功能，可以改为0） = Demander les droits d'administrateur (lorsque les droits sont restreints, des fonctionnalités comme la simulation de la souris peuvent ne pas fonctionner correctement \; si vous n'avez pas besoin des fonctionnalités nécessitant des droits d'administrateur, vous pouvez le régler sur 0)
使用番茄时钟（默认禁用，改为 1 开启） = Utiliser le minuteur Pomodoro (désactivé par défaut, mettre à 1 pour activer)
使用 Space 作为引导键（默认启用，用户启用） = Utiliser la barre d'espace comme touche de commande (activé par défaut, activé par l'utilisateur)
使用 CapsLock 作为引导键（默认启用，用户启用） = Utiliser CapsLock comme touche de commande (activé par défaut, activé par l'utilisateur)
Choose your language, default option is auto = Choisissez votre langue, l'option par défaut est automatique
For example: zh,ja,en,fr,es,ar...' = « Par exemple : zh, ja, en, fr, es, ar... »
Change Language of CapsLockX = Changer la langue de CapsLockX
开始编辑用户脚本： = Commencer à éditer le script utilisateur :
在CLX+Z窗口切换时记住还原鼠标在每个窗口中的位置 = Se souvenir de la position de la souris dans chaque fenêtre lors du basculement entre les fenêtres CLX+Z
双击 LCtrl LAlt LShift 来最后置当前窗口（主要用于虚拟机和远程桌面） = Double-cliquez sur LCtrl LAlt LShift pour envoyer la fenêtre actuelle à l'arrière-plan (principalement utilisé pour les machines virtuelles et le bureau à distance)
最近1分钟内闪动窗口激活 = Fenêtre activée clignotante dans la dernière minute
启用雪星并击（实验中），使用单手操作整个主键区 = Activer la frappe étoile de neige (en expérimentation), utiliser une seule main pour toute la zone principale des touches
启动时报告番茄状态 = Rapport d'état des tomates au démarrage
使用番茄报时（00分和30分播放工作铃声，每小时的25分和55分播放休息铃声）（需要先开启番茄时钟） = Utilisez le minuteur Pomodoro (sonnerie de travail à 00 et 30 minutes, sonnerie de pause à 25 et 55 minutes de chaque heure) (nécessite d'activer d'abord le minuteur Pomodoro)
使用番茄报时时，自动切换桌面（休息为桌面1，工作为桌面2） = Lors de l'utilisation de Tomato Timer, bascule automatiquement le bureau (repos sur le bureau 1, travail sur le bureau 2)
已经配置过高精度时间的Flag = « Flag de haute précision temporelle déjà configuré »
番茄时钟： = "Pomodoro : "
工作时间到啦！ = « C'est l'heure de travailler ! »
起来运动一下收拾收拾东西！ = Lève-toi, bouge un peu et range tes affaires !
按 Win + L 锁定电脑时，立即关闭屏幕，默认不启用，你可以按 Win+Alt+L 达到该效果 = Lorsque vous appuyez sur Win + L pour verrouiller l'ordinateur, l'écran s'éteint immédiatement. Par défaut, cette option n'est pas activée, mais vous pouvez obtenir cet effet en appuyant sur Win+Alt+L.
加载成功 = Chargement réussi
CapsLockX 重载中 = « CapsLockX en cours de rechargement »
版本 = version
切换語言 = Changer de langue
切换到桌面： = « Passer au bureau : »
当前語言 = Langue actuelle
Creating TODAY-NOTE = Création de TODAY-NOTE
